11/data/attachments/d01ad892b3395b16.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nathan_size_Actions_33554_4</nif:username>
            <nif:friendToBeRequested>soap_actions_b37267a5-0820-46ab-a321-d60ce8ed6322</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>